username = 'Svetlana' # имя пользователя
title = str(input('Введите заголовок заметки:' )) # заголовок заметки
content = str(input('Введите описание заметки: ')) # описание заметки
status = bool(True) # статус заметки
created_date = '26-01-2025' # дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = str(input('Введите дату истечения заметки(дд-мм-гггг): ')) # дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"

# print('имя пользователя:', username)
# print('заголовок заметки:', title)
# print('описание заметки:', content)
# print('статус заметки:', status)
# print('дата создания заметки:', created_date)
# print('дата истечения заметки (дедлайн):', issue_date)