username = 'Svetlana' # имя пользователя
title = 'homework'# заголовок заметки
content = 'Выполнить домашнее задание на тему...' # описание заметки
status = True # статус заметки
created_date = '26-01-2025' # дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = '10-02-2025' # дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"

'''
одной строкой: username, title, content, status, created_date, issue_date = 'Svetlana', 'homework', 'Выполнить домашнее задание на тему...', True, '26-01-2025', '10-02-2025'
'''

print('имя пользователя:', username)
print('заголовок заметки:', title)
print('описание заметки:', content)
print('статус заметки:', status)
print('дата создания заметки:', created_date)
print('дата истечения заметки (дедлайн):', issue_date)

